{"sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"1642079111c7184bcd":{"type":"Page-Background-Colour","settings":{"page_bg":"#480115"}},"1642079116844ad9f7":{"type":"Hero-Main","blocks":{"11bb1fc6-01ad-4587-bdf8-5999c509db59":{"type":"slider","settings":{"background_image":"shopify:\/\/shop_images\/Alvi_s-Drift-FAQ.jpg","image_overlay":"#000000","overlay_opacity":40,"Heading_color":"#ffffff","video_banner":"","paragarh_p1":"FREQUENT","paragarh_p2":"QUESTIONS","paragarh_p3":"","paragarh_p4":"","paragarh_1":"PAYMENT, SHIPPING, DELIVERY, WINE TASTING & EVENTS INFORMATION AND MORE","paragarh_2":"If you do not find the answers to your questions, please do not hesitate to contact us by filling in the form below.","btn_text":"SHOP OUR WINES & GIFTS","btn_link":"shopify:\/\/collections\/all-products"}}},"block_order":["11bb1fc6-01ad-4587-bdf8-5999c509db59"],"settings":{"background_image":"shopify:\/\/shop_images\/DSC_4525.jpg","image_overlay":"","overlay_opacity":30,"Heading_color":"#f8f2e6","video_banner":"https:\/\/youtu.be\/NHaK24QOLow","paragarh_p1":"FREQUENT","paragarh_p2":"QUESTIONS","paragarh_p3":"","paragarh_p4":"","paragarh_1":"PAYMENT, SHIPPING, DELIVERY, WINE TASTING & EVENTS INFORMATION AND MORE","paragarh_2":"If you do not find the answers to your questions, please do not hesitate to contact us by filling in the form below.","btn_text":"","btn_link":"shopify:\/\/collections\/all-products"}},"16420792598c8b61e0":{"type":"Faq","blocks":{"f14612fb-c490-448d-858d-eda602ff2327":{"type":"faq","settings":{"title":"What do I do if I am struggling to complete my online order?","content":"<p>Please send an e-mail to <a href=\"mailto:sales@alvisdrift.co.za\" target=\"_blank\" title=\"mailto:sales@alvisdrift.co.za\">sales@alvisdrift.co.za<\/a>. We will be happy to assist you with the online ordering process.<\/p>"}},"1ec59123-2dd2-42ad-a7e7-c651127eddcc":{"type":"faq","settings":{"title":"What are my payment options?","content":"<p>You can complete a secure payment via our online portal which is operated by Payfast. You can also request a quote to complete your EFT payment. <a href=\"mailto:sales@alvisdrift.co.za\" target=\"_blank\" title=\"mailto:sales@alvisdrift.co.za\">Click here<\/a> to send an e-mail to our Orders department. Please be sure to include your delivery address and contact details in your quote request.<\/p>"}},"8f742b3f-a759-46ec-9b6f-cebeadc3d512":{"type":"faq","settings":{"title":"How do I pay via EFT?","content":"<p>Please request a quote by email by clicking here, or call our Orders department on 021 905 0653. A quotation will be generated for your order. Our banking details are provided on every quotation. Use this information to complete your EFT payment.<\/p><p>Please take note of your quotation number and use this as reference for your EFT payment. To ensure faster processing for your order, submit your proof of payment to <a href=\"mailto:sales@alvisdrift.co.za\" target=\"_blank\" title=\"mailto:sales@alvisdrift.co.za\">sales@alvisdrift.co.za<\/a>.<\/p><p>Remember to include your quote number as a reference.<\/p>"}},"e04ebc84-d344-4f1b-b411-246824d75bbe":{"type":"faq","settings":{"title":"How do I cancel my order if I have already paid?","content":"<p>Please send an e-mail to <a href=\"mailto:sales@alvisdrift.co.za\" target=\"_blank\" title=\"mailto:sales@alvisdrift.co.za\">sales@alvisdrift.co.za<\/a> or contact us on 021 905 0653 to let us know that you would like to cancel your order.<\/p><p>A credit for the relevant amount will be loaded onto your profile. This credit can then be redeemed the next time you order from our online wine shop.<\/p>"}},"552eb1c5-1a6c-4609-933a-940d1527f8d4":{"type":"faq","settings":{"title":"Can I request a refund?","content":"<p>We do our best to provide our clients with excellent products and superb customer service. If, however, you are not entirely satisfied with your order, please contact us at <a href=\"mailto:sales@alvisdrift.co.za\" target=\"_blank\" title=\"mailto:sales@alvisdrift.co.za\">sales@alvisdrift.co.za<\/a>.<\/p><p>We will gladly process your refund in accordance with our terms and conditions, which can be viewed here.<\/p>"}},"70c133b0-008a-4108-91a9-d912cc2c7450":{"type":"faq","settings":{"title":"Did I pay twice with my credit card?","content":"<p>From time to time, online customers who paid via credit card inform us that they have been billed twice for their online wine purchase. While this may seem to be the case, funds from your account are deducted only once. <\/p><p>The reason for this misunderstanding is as follows:<\/p><p>You will receive a “payment notification” from Payfast when you place your order with us. The purpose of this notification is to inform you that the funds are held “in reserve” for your online wine order.<\/p><p>Depending on your bank, you may receive yet another payment notification from your bank when the funds are transferred to our account. This can happen up to a week or more after you have successfully placed your order.<\/p><p>Kindly note that the funds from your account will be deducted only once.<\/p>"}}},"block_order":["f14612fb-c490-448d-858d-eda602ff2327","1ec59123-2dd2-42ad-a7e7-c651127eddcc","8f742b3f-a759-46ec-9b6f-cebeadc3d512","e04ebc84-d344-4f1b-b411-246824d75bbe","552eb1c5-1a6c-4609-933a-940d1527f8d4","70c133b0-008a-4108-91a9-d912cc2c7450"],"settings":{"title_color":"","question_color":"","Answer_color":"","title":"ONLINE PURCHASING","content":"<p>Some frequently asked questions about our online purchasing process.<\/p>","color":"foreground-accent-2","btn_text":"","btn_link":""}},"1642097619d3007ea4":{"type":"Faq","blocks":{"9e91aa03-8f8d-4604-b62a-a7f47f2ffe8a":{"type":"faq","settings":{"title":"What are your lead times for delivery?","content":"<p>We will always endeavour to get your online wine order delivered to you in the shortest timeframe possible. <\/p><p>Standard delivery lead times for Alvi’s Drift online wine orders:<br\/><br\/>•  Deliveries within Cape Town and Johannesburg: 2-4 working days<br\/><br\/>•  Other areas, including KZN: 5-7 working days<br\/><br\/>After online ordering and payment, you will be contacted by our logistics team to arrange a suitable delivery time.<\/p>"}},"883b2dbe-7b4e-4480-86d5-4520ab771b24":{"type":"faq","settings":{"title":"Does Alvi’s Drift deliver wine overseas?","content":"<p>Alvi’s Drift has wonderful retail partners across the globe who can get our wines to you faster and more affordably than we can do from where we are based in South Africa. <\/p><p><a href=\"\/pages\/distributors\" target=\"_blank\" title=\"Distributors\"><strong>Please click to view our distribution network.<\/strong><\/a><strong> <\/strong><\/p><p>Should we not have an agent in your area, we will gladly assist you with getting your wines delivered through DHL or another suitable courier.<\/p>"}},"a0392bba-ad6e-4df5-9e0a-8d4f04a2c664":{"type":"faq","settings":{"title":"My delivery address has changed. What do I do?","content":"<p>The delivery address clients provide under “Shipping Address” is the address that will be used for delivery. <\/p><p>Please send an e-mail to <a href=\"mailto:sales@alvisdrift.co.za\" target=\"_blank\" title=\"mailto:sales@alvisdrift.co.za\">sales@alvisdrift.co.za<\/a> to notify us if your delivery address has changed.<\/p>"}}},"block_order":["9e91aa03-8f8d-4604-b62a-a7f47f2ffe8a","883b2dbe-7b4e-4480-86d5-4520ab771b24","a0392bba-ad6e-4df5-9e0a-8d4f04a2c664"],"settings":{"title_color":"","question_color":"","Answer_color":"","title":"Delivery","content":"<p>Some frequently asked questions about our order delivery process.<\/p>","color":"foreground-accent-2","btn_text":"See all faqs","btn_link":""}},"1642097838c69dbf03":{"type":"Faq","blocks":{"8ce4e00e-a3e4-4dd3-a010-3344ec4ee69e":{"type":"faq","settings":{"title":"Can I taste wine at Alvi’s Drift Winery?","content":"<p>We are not currently open for wine tastings, and usually only by appointment.<\/p><p>Please contact us at <a href=\"mailto:admin@alvisdrift.co.za\" target=\"_blank\" title=\"mailto:admin@alvisdrift.co.za\">admin@alvisdrift.co.za<\/a> or on +27 21 905 0653 for further enquiries.<\/p>"}},"5c3990b0-847c-46b8-9528-e3827306d1a5":{"type":"faq","settings":{"title":"Can I host my wedding or event at Alvi’s Drift?","content":"<p>For events enquiries, please contact us at <a href=\"mailto:admin@alvisdrift.co.za\" target=\"_blank\" title=\"mailto:admin@alvisdrift.co.za\">admin@alvisdrift.co.za<\/a> or on +27 21 905 0653.<\/p>"}}},"block_order":["8ce4e00e-a3e4-4dd3-a010-3344ec4ee69e","5c3990b0-847c-46b8-9528-e3827306d1a5"],"settings":{"title_color":"","question_color":"","Answer_color":"","title":"Wine Tasting & Events","content":"<p>Some frequently asked questions about wine tasting and events at Alvi's Drift.<\/p>","color":"foreground-accent-2","btn_text":"See all faqs","btn_link":""}},"164207984544939e1e":{"type":"Faq","blocks":{"d0f366cf-71f9-435f-96d0-69ce4bb52496":{"type":"faq","settings":{"title":"What types of wine does Alvi’s Drift Winery produce?","content":"<p>We produce a wide variety of red, white, rosé, dessert, MCC and sparkling wines, many of which have received several local and international wine awards. <\/p><p>Our wines include the following cultivars: Chenin Blanc, Sauvignon Blanc, Chardonnay, Cabernet Sauvignon, Merlot, Pinot Noir, Muscat and South Africa’s signature red variety, Pinotage.<\/p>"}},"ed89d046-0055-441b-949b-b88326b91a4d":{"type":"faq","settings":{"title":"Where do I find more information about a specific Alvi’s Drift wine?","content":"<p>Should you require more information about a specific Alvi’s Drift wine, you can simply enter the wine’s name in the “search” box on our website and the wine should appear in the search results. <br\/><br\/>Alternatively, you can navigate to “Our Wines by Range” or “Our Wines by Type” in our website’s footer menu, and locate the wine you would like to know more about here. You could also navigate to “<a href=\"\/collections\/all-wines\" target=\"_blank\" title=\"All Alvi's Drift Wines\">Wine Shop<\/a>” under the “Our Wines” tab on our website’s homepage, and locate the wine you are looking for here.<\/p><p>Each wine's information is on its product page. <a href=\"\/pages\/factsheets\" target=\"_blank\" title=\"Wine Fact Sheets\">You can also download this information as a Wine Fact Sheet here.<\/a><\/p>"}},"3ecf9b14-b1b8-4945-b9e9-8c036aa15d9b":{"type":"faq","settings":{"title":"How long does white wine last?","content":"<p>In brief, bottled white wine will last more than a year and will not “go off”. Over time, the wine will develop aged characters. Eventually, it will oxidise and turn brown, making it unpleasant, but not unsafe to drink.<\/p><p>There are many factors which affect white wine’s ageing ability.  The sulphur dioxide levels (which act as an antioxidant) at the bottling stage, the dissolved oxygen levels at the bottling stage (this dictates the risk of oxidation from within), the oxygen permeability of the packaging material (this dictates the risk of oxidation from without), the wine’s pH level (this determines the efficacy of the sulphur dioxide to act as an antioxidant) and the temperature the wine is kept at during storage (this affects the rate of oxidation).<\/p><p>Bag-in-box wine has a high risk of oxidation, due to the large surface area of the container where oxygen can enter (through the plastic bag). Assuming the wine is bottled in good condition, one could assume that this type of wine has a shelf life of approximately 9 months.<\/p><p>For bottled wine, if the wine is bottled in good condition with a low dissolved-oxygen level, the wine can last for several years and, in many cases, the wine will continue to improve with age.<\/p><p>At Alvi’s Drift, our wines are bottled with moderate sulphur dioxide levels, relatively low pH levels, low dissolved-oxygen levels and sealed with Sarintin-lined screw caps (that has a very low oxygen permeability and low surface area). All these factors result in a wine that has the ability to age for several years.<\/p><p>However, many people prefer to drink white wine as a “fresh” product. During the bottle-ageing process, a white wine will lose its freshness and primary fruit characters, and “bottle-aged” characters will develop. These characters are more toasty in nature.<\/p><p>Aged white wine, as described above, is still safe to drink, as it is sterile filtered and no micro-organisms will be present. At normal wine pH and alcohol levels, no human pathogens can grow in wine.<\/p><p>If a product is stored at high temperatures, i.e., above 25 °C, for an extended period of time, the wine quality and freshness will be reduced. Very high temperatures (for example, if a wine is left in a car on a hot day) will reduce wine quality rapidly.<\/p><p>Therefore, if you buy an Alvi’s Drift white wine and store it in a cool, dark, dry place, the wine will keep for well over 12 months. This is assuming you are comfortable with your white wine slowly developing aged characters.<\/p>"}},"c3d9b02c-9b74-494f-9fc7-225bdcbd3249":{"type":"faq","settings":{"title":"Are your wines vegetarian & vegan friendly?","content":"<p>Our white wines are vegetarian and vegan friendly. Our red wines may be suitable for vegetarians but may not be suitable for vegans (depending on your interpretation, which may differ slightly from the strict definition of either categories). <\/p><p>Please continue reading to decide for yourself whether you will accept our white and red wines as vegetarian and \/ or vegan friendly.<\/p><p>When fining wines to remove harsh tannins, a specific chemical process is followed. Positively charged additives react with negatively charged particles in the wine and vice versa. Historically, this is how wines were also clarified, as the compounds combine and precipitate, leaving the wine cleaner than before the fining process. The proteins in the wine are positively charged, so, in order to remove them, we add a powdered clay called bentonite. As this bentonite clay powder is negatively charged, it combines with the proteins, after which the combination precipitates. This process makes use of inorganic clay and it doesn’t affect the wines’ vegetarian or vegan status. We apply this process for our white and rosé wines, but not for our red wines.<\/p><p>Historically, various types of fining agents were used to remove negatively charged tannins and polyphenols from white wines. To remove these tannins and polyphenols, we add positively charged proteins in the form of amino acids, which are, by definition of an acid, positively charged).<\/p><p>A wine’s fining process determines whether it may be classified as vegetarian or vegan friendly. <\/p>"}},"76fc1aad-c6fd-4ad3-8069-04df7a3a3d59":{"type":"faq","settings":{"title":"What does the fining process for Alvi’s Drift white wines entail?","content":"<p>In the past, we have used milk protein as fining agents for our white wines. However, we have stopped this practice. Today we only use PVPP, a synthetic polymer used to reduce the level of phenolic compounds associated with astringency and browning in white wine.<\/p><p>PVPP is a manufactured polymer with the appearance of a white powder. Hence, the use of this fining substance makes our white and rosé wines both vegetarian and vegan friendly.<\/p>"}},"100be7de-fffe-4219-a085-fe46ccb43d84":{"type":"faq","settings":{"title":"What does the fining process for Alvi’s Drift red wines entail?","content":"<p>For the fining of our red wines, only gelatine is used. Gelatine (the substance used to make jelly set) is derived from animal protein sources. <\/p><p>Gelatine is positively charged and reacts with the negatively charged tannins in red wine. These tannins then precipitate, making the red wine softer on the palate. The same thing happens when milk is added to tea or coffee. The protein in the milk (casein) reacts with the tannins in the tea and coffee and the resulting drink is less bitter and astringent.<\/p><p>This is the part where it becomes interesting and somewhat of a grey area. <\/p><p>We add gelatine to our red wine, but after the desired reaction, the gelatine precipitates. <\/p><p>The wine is then filtered, and the resulting red wine has no gelatine in it. Extensive experiments have been carried out by the Australian Wine Research Institute, proving this result. So, from a vegetarian perspective, should someone not want to ingest any animal products, it would be okay to drink our red wines. <\/p><p>However, if you are a vegetarian or vegan and you object to the use of any animal product from any source whatsoever, then our red wine wouldn’t be suitable for you.<\/p>"}}},"block_order":["d0f366cf-71f9-435f-96d0-69ce4bb52496","ed89d046-0055-441b-949b-b88326b91a4d","3ecf9b14-b1b8-4945-b9e9-8c036aa15d9b","c3d9b02c-9b74-494f-9fc7-225bdcbd3249","76fc1aad-c6fd-4ad3-8069-04df7a3a3d59","100be7de-fffe-4219-a085-fe46ccb43d84"],"settings":{"title_color":"","question_color":"","Answer_color":"","title":"Our Wines","content":"<p>Some frequently asked general questions about our wines.<\/p>","color":"foreground-accent-2","btn_text":"See all faqs","btn_link":""}},"spacer_J6dyiE":{"type":"Spacer","settings":{"spacer_size":"25px"}},"17119051333a251165":{"type":"apps","blocks":{"forms_inline_M3TVBi":{"type":"shopify:\/\/apps\/forms\/blocks\/inline\/8744a304-fcb1-4347-b211-bb6b4759a76a","settings":{"form_id":"89961","text_color":"#ffffff","button_background_color":"#c65336","button_label_color":"#ffffff","links_color":"#1878b9","errors_color":"#c65336","text_alignment":"center","form_alignment":"center","padding_top":0,"padding_bottom":0,"padding_right":0,"padding_left":0}}},"block_order":["forms_inline_M3TVBi"],"settings":{"include_margins":false}},"16420798485cb94e6c":{"type":"Call-To-Action","settings":{"wine-club-bg":"shopify:\/\/shop_images\/Alvi_s_Drift_Wine_Club.png","image_overlay":false,"Heading_color":"#c65336","title":"WINE CLUB","detail-box-txt":"Join the Alvi’s Drift wine club and become part of our community of wine enthusiasts from all around the world. Members receive exclusive offers, content, invitations to special events, access to members-only competitions and promotions, rewards and more.","btn-txt":"FIND OUT MORE","btn-url":"shopify:\/\/pages\/club"}}},"order":["main","1642079111c7184bcd","1642079116844ad9f7","16420792598c8b61e0","1642097619d3007ea4","1642097838c69dbf03","164207984544939e1e","spacer_J6dyiE","17119051333a251165","16420798485cb94e6c"]}