{"sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"164180973518aeb3e4":{"type":"Page-Background-Colour","settings":{"page_bg":"#C2AB9B"}},"1641810268044d5f52":{"type":"Hero-Main","blocks":{"b1167618-d551-4ec0-b99e-6b4138c0181c":{"type":"slider","settings":{"background_image":"shopify:\/\/shop_images\/DJI_0009.jpg","image_overlay":"#000000","overlay_opacity":50,"Heading_color":"#ffffff","video_banner":"","paragarh_p1":"POLICIES","paragarh_p2":"","paragarh_p3":"","paragarh_p4":"","paragarh_1":"The technical details","paragarh_2":"Around our online sales and website usage","btn_text":"SHOP OUR WINES & GIFTS","btn_link":"shopify:\/\/collections\/all-products"}}},"block_order":["b1167618-d551-4ec0-b99e-6b4138c0181c"],"settings":{"background_image":"shopify:\/\/shop_images\/DJI_0009.jpg","image_overlay":"","overlay_opacity":30,"Heading_color":"#ffffff","video_banner":"","paragarh_p1":"POLICIES","paragarh_p2":"","paragarh_p3":"","paragarh_p4":"","paragarh_1":"The technical details","paragarh_2":"Around our online sales and website usage","btn_text":"","btn_link":"shopify:\/\/collections\/all-products"}},"spacer_MA8JaR":{"type":"Spacer","settings":{"spacer_size":"100px"}},"1641809810cf24e0dc":{"type":"Text-Only","blocks":{"164180981014fd1b1e-0":{"type":"heading","settings":{"heading":"Terms & Conditions"}},"164180981014fd1b1e-1":{"type":"text","settings":{"text":"<p><strong>Use of Site<\/strong><\/p><p>The content of this Alvi's Drift website and its individual pages is for your general information and use only. It is subject to change without notice.<\/p><p>Accessing this site implies that you agree to these terms and conditions, as well as that you are familiar with the Alvi's Drift Privacy Policy and Disclaimer. Their content might be amended from time to time, and it is each user’s responsibility to check back regularly.<\/p><p>These terms and conditions apply to the Alvi's Drift website only. Other websites linked to or from this site, as well as other services or companies referring to have their own terms and conditions, which might not necessarily coincide with those of Alvi's Drift.<\/p><p><br\/><strong>Reservation of Rights<\/strong><\/p><p>Alvi's Drift reserves all of rights, including but not limited to any and all copyrights, trademarks, patents, trade secrets and any other proprietary right that Alvi's Drift may have in this website, its content, and the goods and services that may be provided.<\/p><p>The use of the rights and property of Alvi's Drift requires prior written consent from Alvi's Drift. Alvi's Drift is not providing you with any implied or express licences or rights by making services available to you.<\/p><p><br\/><strong>Services<\/strong><\/p><p>This website and its related services are provided on an “as is” basis. Alvi's Drift is the owner of this website and exclusively reserves all associated rights and may (at any time and without notice and any liability to its users) modify or discontinue this website and its services and \/ or delete the data provided – whether temporarily or permanently. Alvi's Drift shall have no responsibility or liability for the timeliness, deletion, failure to store, inaccuracy or improper delivery of any data or information.<\/p><p><br\/><strong>Third Party Services<\/strong><\/p><p>Goods and services of third parties may be advertised and \/ or be made available on or through this website. Representations made regarding products and services provided by third parties are governed by their own policies. Alvi's Drift shall not be liable or responsible for any dealings or interaction with third parties.<\/p><p><br\/><strong>Online Store<\/strong><\/p><p>Our store is hosted on Shopify Inc. They provide us with the online e-commerce platform that allows us to sell our products and services to you. Any new features or tools which are added to the current store shall also be subject to these terms and conditions. <\/p><p>All descriptions of products or product pricing are subject to change at any time, without notice, at Alvi's Drift's sole discretion. We reserve the right to discontinue any product at any time.<\/p><p>Certain products or services may be available exclusively online through the website. These products or services may have limited quantities and are subject to return or exchange only according to our Returns Policy.<\/p><p>We have made every effort to display as accurately as possible the colours and images of our products that appear at the store. We cannot guarantee that your computer monitor's display of any colour will be accurate.<\/p><p>We reserve the right, but are not obligated, to limit the sales of our products or services to any person, geographic region, or jurisdiction. We may exercise this right on a case-by-case basis. We reserve the right to limit the quantities of any products or services that we offer. <\/p><p>We reserve the right to refuse any order you place with us. We may, in our sole discretion, limit or cancel quantities purchased per person, per household or per order. These restrictions may include orders placed by or under the same customer account, the same credit card, and \/ or orders that use the same billing and \/ or shipping address. In the event that we make a change to or cancel an order, we may attempt to notify you by contacting the e mail and \/ or billing address \/ phone number provided at the time the order was made. <\/p><p>You agree to provide current, complete, and accurate purchase and account information for all purchases made at our store. You agree to promptly update your account and other information, including your e-mail address and credit card numbers and expiration dates, so that we can complete your transactions and contact you as needed.<\/p><p><br\/><strong>Content<\/strong><\/p><p>This website may contain content that may be objectionable. Alvi's Drift is not responsible for viewpoints that differ from that of users.<\/p><p>All information or data of any kind (including, but not limited to, text, images \/photographs \/ graphics, videos, music \/ sound files and software \/ code), publicly or privately provided, shall be the sole responsibility of the person providing the content or the person whose user account is used.<\/p><p><br\/><strong>Submission of Content<\/strong><\/p><p>By providing any content to this website:<\/p><p>•  you agree to grant to Alvi's Drift a worldwide, royalty-free, perpetual, non-exclusive right and licence (including any moral rights or other necessary rights) to use, display \/ publish, distribute, promote, reproduce \/ modify \/ adapt, translate or save \/ archive the content. This includes creating derivative works and compilations thereof – in whole or in part. Such licence will apply with respect to any form, media and technology known or later developed;<\/p><p>•  you warrant that you have all legal, moral and other rights that may be necessary to grant Alvi's Drift with the right \/ licence as above;<\/p><p>•  you acknowledge and agree that Alvi's Drift shall have the right (but not obligation), in the sole discretion of Alvi's Drift, to refuse to publish or to remove or block access to any content you provide at any time and for any reason – with or without notice.<\/p><p><br\/><strong>Prohibitions<\/strong><\/p><p>•  Copying, reproducing, republishing or distributing the website and associated content, including the layout, design elements, images and text (also applicable to deep-linking, embedding or the use of analogous technology);<\/p><p>•  Providing any content or perform any conduct that may be illegal, harmful \/ abusive \/ threatening, harassing, defamatory, libellous, offensive or vulgar \/ explicit \/ pornographic – including content or actions designed to (or which do) interfere with or interrupt this website or any service provided; content infected with a virus or other destructive or deleterious programming routine; content giving rise to civil or criminal liability; or content \/ actions which may violate an applicable local, national or international law, including (but not limited to) laws relating to copyrights, trademarks, patents or trade secrets;<\/p><p>•  Providing or using this website and any content or service in any commercial manner or in any manner that would involve junk mail, spamming, chain letters, pyramid schemes, or any other form of unauthorised advertising without prior written consent from Alvi's Drift;<\/p><p>•  Impersonating or misrepresenting your association with any person or entity, or forge or otherwise seek to conceal \/ misrepresent the origin of any content provided by you;<\/p><p>•  The collecting or harvesting of any data about other users.<\/p><p><br\/><strong>Monitoring<\/strong><\/p><p>Alvi's Drift has the right, but not the obligation, to monitor any activity and content associated with this website. Alvi's Drift may investigate any complaints or reported violation of these terms and conditions and take any action that Alvi's Drift deems appropriate. This may include, but is not limited to, issuing warnings, suspending, terminating or attaching conditions to users’ access and \/ or removing any materials from the website.<\/p><p><br\/><strong>Indemnification<\/strong><\/p><p>You agree to indemnify and hold Alvi's Drift (including its directors, employees, agents, affiliates, partners, independent contractors, advertisers and co-branders) harmless from any claim or demand, including reasonable legal fees, that may be made by any third party, that is due to or arising out of conduct or connection with this website or service, your provision of content, your violation of these terms and conditions, or any other violation of the rights of another person or party.<\/p><p>Please also read the Alvi's Drift Disclaimer.<\/p><p><br\/><strong>Law<\/strong><\/p><p>These terms and conditions will be exclusively governed by and construed in accordance with the laws of South Africa whose courts will have exclusive jurisdiction in any dispute. However, Alvi's Drift has the right, at the sole discretion of Alvi's Drift, to commence and pursue proceedings in alternative jurisdictions.<\/p><p><br\/><strong>Miscellaneous<\/strong><\/p><p>•  In the event that these terms and conditions conflict with any law under which any provision may be held invalid by a court with jurisdiction over the parties, such provision will be interpreted to reflect the original intentions of the parties in accordance with applicable law, and the remainder of these terms and conditions will remain valid and intact.<\/p><p>•  Failure of either party to assert any right under these terms and conditions shall not be considered a waiver of that party’s right and that right will remain in full force and effect.<\/p><p>•  You agree that any claim or cause arising out of this website or its services must be filed within one (1) year after such claim or cause arose, or the claim shall be forever barred.<\/p><p><br\/><em><strong>Continued use of this website signifies your acceptance of these terms and conditions.<\/strong><\/em><\/p>","size":"large"}}},"block_order":["164180981014fd1b1e-0","164180981014fd1b1e-1"],"settings":{"color_scheme":"none","text_alignment":"left"}},"1641812886a27d5a61":{"type":"Spacer","settings":{"spacer_size":"100px"}},"1641810879ba071c79":{"type":"Text-Only","blocks":{"1641810879229302fa-0":{"type":"heading","settings":{"heading":"Privacy Policy"}},"1641810879229302fa-1":{"type":"text","settings":{"text":"<p>Alvi's Drift respects (and is committed to protecting) your privacy. Alvi's Drift thus takes extraordinary steps to handle any personal information collected on this website only in ways compatible with this Privacy Policy.<\/p><p>This website may collect certain information about your visit – such as the name of the internet service provider and the internet protocol (IP) address through which you access the internet, the date and time you access the site, the page(s) that you visit while on the site, and the internet address of the website from which you linked directly to this site.<\/p><p>Alvi's Drift is the sole owner of the information collected on this website. Alvi's Drift does not (or will never) sell, share or rent this information to others in ways different from what is disclosed in the privacy statement below. This information is used only to administer this website, analyse trends and to generally help improve this site, and will never result in your receiving spam e-mails.<\/p><p><br\/><strong>Log Files<\/strong><\/p><p>Alvi's Drift keeps log files on broad fields to track user movements, analyse trends and gather demographic data. This is not linked to a visitor’s personal identification in any way.<\/p><p><br\/><strong>Cookies \/ Tracking Technology<\/strong><\/p><p>A cookie is a piece of data stored on the visitor’s hard drive containing information about the visitor. Cookies and tracking technologies are useful for gathering information, such as browser types and operating systems, tracking the number of visitors to a website and understanding how visitors use the websites they browse. This information can help customise a website for specific users. Advertisers connected to Alvi's Drift might at times require cookies to track statistics about products and locations, but they will not be supplied with any personal identification details of users. However, Alvi's Drift generally uses cookies for login convenience only.<\/p><p><br\/><strong>Links<\/strong><\/p><p>This Privacy Policy applies solely to Alvi's Drift. Alvi's Drift is not necessarily aware of, nor is responsible for, differences in privacy statements of external websites linked to or from ours.<\/p><p><br\/><strong>Shopify<\/strong><\/p><p>We use Shopify to power our online store. You can read more about how Shopify uses your Personal Information here:  <a href=\"\/policies\/privacy-policy\" target=\"_blank\" title=\"Privacy Policy\">https:\/\/www.shopify.com\/legal\/privacy<\/a>. When you place an order through our site, we will retain your personal information for our records, unless and until you ask us to erase this information.<\/p><p><br\/><strong>Google Analytics<\/strong><\/p><p>We use Google Analytics to help us understand how our customers use the Site. You can read more about how Google uses your Personal Information here:  <a href=\"https:\/\/policies.google.com\/privacy?hl=en\" target=\"_blank\" title=\"https:\/\/policies.google.com\/privacy?hl=en\">https:\/\/policies.google.com\/privacy?hl=en<\/a>.You can also opt-out of Google Analytics here:  <a href=\"https:\/\/tools.google.com\/dlpage\/gaoptout\" target=\"_blank\" title=\"https:\/\/tools.google.com\/dlpage\/gaoptout\">https:\/\/tools.google.com\/dlpage\/gaoptout<\/a>.<\/p><p><br\/><strong>Newsletter Registration<\/strong><\/p><p>Visitors who registered to receive the Alvi's Drift newsletter can unsubscribe from this service at any time. Any personal information stored in the Alvi's Drift database related to the newsletter subscription will be treated as confidential and will never be shared or sold to any third party.<\/p><p><br\/><strong>Wine Club Registration<\/strong><\/p><p>Customers who registered to become members of the Alvi's Drift Wine Club can unsubscribe from this service at any time. Any personal information stored in the Alvi's Drift database related to the membership will be treated as confidential and will never be shared or sold to any third party.<\/p><p><br\/><strong>Sharing<\/strong><\/p><p>Alvi's Drift does not harvest the information of third parties when visitors share a page of this website in social circles.<\/p><p><br\/><strong>Changes To This Policy<\/strong><\/p><p>Alvi's Drift may need to update this policy from time to time, in order to address new issues and reflect changes on this website. Please refer back to this policy regularly.<\/p><p><br\/><em><strong>Continued use of this website signifies your acceptance of this Privacy Policy.<\/strong><\/em><\/p>","size":"large"}}},"block_order":["1641810879229302fa-0","1641810879229302fa-1"],"settings":{"color_scheme":"none","text_alignment":"left"}},"16418129255e71e858":{"type":"Spacer","settings":{"spacer_size":"100px"}},"1641811067ea154967":{"type":"Text-Only","blocks":{"164181106792ce7685-0":{"type":"heading","settings":{"heading":"Shipping & Returns Policy"}},"164181106792ce7685-1":{"type":"text","settings":{"text":"<p><strong>Alvi's Drift endeavours to deliver all products timeously and accurately. We will keep you updated throughout the shipping process and communicate any possible delays on our part.<\/strong><\/p><p><strong><br\/>Returns<\/strong><\/p><p>We have a 10-day return policy, which means you have 10 days after receiving your item to request a return.<\/p><p>To be eligible for a return, your item(s) must be in the same condition that you received it, unused \/ unopened, with tags \/ labels \/ stickers, and in its original packaging. You’ll also need the receipt or proof of purchase.<\/p><p>To start a return, you can contact us at <a href=\"mailto:sales@alvisdrift.co.za\" target=\"_blank\" title=\"mailto:sales@alvisdrift.co.za\">sales@alvisdrift.co.za<\/a>. If your return is accepted, we’ll send you a return shipping label, as well as instructions on how and where to send your package. Items sent back to us without first requesting a return will not be accepted.<\/p><p>You can always contact us for any return questions at <a href=\"mailto:sales@alvisdrift.co.za\" target=\"_blank\" title=\"mailto:sales@alvisdrift.co.za\">sales@alvisdrift.co.za<\/a>.<\/p><p><br\/><strong>Damages & Issues<\/strong><\/p><p>Please inspect your order upon receipt and contact us immediately if the item is defective, damaged, or if you received the wrong item, so that we can evaluate the issue and correct it.<\/p><p><br\/><strong>Exchanges<\/strong><\/p><p>The fastest way to ensure you get what you need, is to return the product you have. Once the return is accepted, make a separate purchase for the new item. We’ll help you with this process.<\/p><p><br\/><strong>Refunds<\/strong><\/p><p>We will notify you once we’ve received and inspected your return, and let you know if the refund was approved or not. If approved, you’ll be automatically refunded on your original payment method. Please remember it can take some time for your bank or credit card company to process and post the refund too.<\/p>","size":"large"}}},"block_order":["164181106792ce7685-0","164181106792ce7685-1"],"settings":{"color_scheme":"none","text_alignment":"left"}},"1641812942c8252d3f":{"type":"Spacer","settings":{"spacer_size":"100px"}},"16418118718d446ec7":{"type":"Text-Only","blocks":{"16418118715a46a85d-0":{"type":"heading","settings":{"heading":"Disclaimer"}},"16418118715a46a85d-1":{"type":"text","settings":{"text":"<p>While Alvi's Drift endeavors to keep the content up to date and the website running smoothly, Alvi's Drift is not responsible or liable for the accuracy, completeness, legality, reliability, operability or availability of information or material displayed on this site, nor for access to the website or parts thereof.<\/p><p>All information, materials, products and services (whether displayed as text or graphics) included on this website are provided “as is”, with no warranties – except where expressly otherwise stated. Alvi's Drift also disclaims any warranties for products or services advertised on this site by third parties.<\/p><p>Alvi's Drift cannot assume any liability, obligation or responsibility for any direct, indirect, general, special, incidental or consequential damages (including, without limitation, lost data, revenues or profit) which may result from the inability to use, the correct \/ incorrect use, downloading, abuse or misuse of the website and \/ or its content – even if Alvi's Drift has been informed of the possibilities of such damages.<\/p><p>Some of the articles published under the Blog section of this website may be sourced from outside the company and the content does not necessarily reflect the views of Alvi's Drift. Alvi's Drift is not responsible for any of these articles, comments or reviews, as the posters thereof assume full responsibility for their views.<\/p><p><br\/>In order to provide increased value to site users, Alvi's Drift may refer you to other resources – including providing links to external website or contact details of related companies \/ organisations \/ individuals.<\/p><p>However, this is for the convenience of visitors only and do not serve as endorsements or approvals by Alvi's Drift of any information, products or services on such sites, unless otherwise stated. These websites may also contain opinions and viewpoints of third parties that do not necessarily coincide with those of Alvi's Drift.<\/p><p>Alvi's Drift is also not responsible for the availability of these websites (including their individual pages or information linked to) or other resources referred to. Nor is Alvi's Drift liable (directly or indirectly) for the content (including misrepresentative or defamatory content) or any damage, loss or offence caused in connection with any advertising, products, services or other materials offered by these external websites or resources.<\/p>","size":"large"}}},"block_order":["16418118715a46a85d-0","16418118715a46a85d-1"],"settings":{"color_scheme":"none","text_alignment":"left"}},"164181295886cf6e75":{"type":"Spacer","settings":{"spacer_size":"100px"}},"164181238215dd1c43":{"type":"Text-Only","blocks":{"16418123825f81f4b7-0":{"type":"heading","settings":{"heading":"Copyright Notice"}},"16418123825f81f4b7-1":{"type":"text","settings":{"text":"<p>This website (HTML, database and content) is copyright of © Alvi's Drift Wines (Pty) ltd. (2022). All logos, images, graphic designs and text used on this website, whether of Alvi's Drift or another company, are property of their respectful owners.<\/p><p>Any distribution, reproduction or manipulation of the content, or parts thereof, for commercial use is strictly prohibited. Downloading, storage or distribution of the content exclusively for personal use is allowed, if clearly acknowledging the website as the source of the material, or otherwise with written permission from Alvi's Drift.<\/p>","size":"large"}}},"block_order":["16418123825f81f4b7-0","16418123825f81f4b7-1"],"settings":{"color_scheme":"none","text_alignment":"left"}},"spacer_EzQxp8":{"type":"Spacer","settings":{"spacer_size":"25px"}},"171197087302e92832":{"type":"apps","blocks":{"forms_inline_xyAmDm":{"type":"shopify:\/\/apps\/forms\/blocks\/inline\/8744a304-fcb1-4347-b211-bb6b4759a76a","settings":{"form_id":"89961","text_color":"#ffffff","button_background_color":"#c65336","button_label_color":"#ffffff","links_color":"#1878b9","errors_color":"#c65336","text_alignment":"center","form_alignment":"center","padding_top":60,"padding_bottom":0,"padding_right":0,"padding_left":0}}},"block_order":["forms_inline_xyAmDm"],"settings":{"include_margins":false}}},"order":["main","164180973518aeb3e4","1641810268044d5f52","spacer_MA8JaR","1641809810cf24e0dc","1641812886a27d5a61","1641810879ba071c79","16418129255e71e858","1641811067ea154967","1641812942c8252d3f","16418118718d446ec7","164181295886cf6e75","164181238215dd1c43","spacer_EzQxp8","171197087302e92832"]}